import React from 'react';
import { connect } from 'react-redux';

const Home = (props) => {

    return (
        <div className="content">
            <div className="container">
                <p>Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Деревни последний грамматики языком скатился большого! Пустился жаренные всеми снова семантика маленькая ipsum залетают прямо последний. Пустился от всех не проектах! Имени не необходимыми lorem, свой пояс сбить реторический все! Обеспечивает своего назад живет одна не речью рукописи, диких текста повстречался, лучше прямо текст текстов курсивных безопасную, предупреждал раз! Напоивший, единственное.</p>
                <p>Предупреждал семь по всей, о букв страну ее предупредила буквенных жизни путь первую текстами раз, за себя ipsum сбить семантика рыбного взгляд текст использовало! Языком образ, правилами заголовок не над однажды. Необходимыми текста сих там, не пояс буквенных парадигматическая? Путь не продолжил безорфографичный инициал необходимыми ему, сих толку бросил своего, грамматики он силуэт речью над живет ipsum родного ведущими даль там?</p>
                <p>Напоивший безорфографичный даль, раз букв ipsum семь вдали ведущими моей океана свой заголовок диких образ рыбного грамматики. Вопрос эта ее свою власти о страну. Деревни мир коварный маленькая безопасную сбить.</p>
                <p>Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Деревни последний грамматики языком скатился большого! Пустился жаренные всеми снова семантика маленькая ipsum залетают прямо последний. Пустился от всех не проектах! Имени не необходимыми lorem, свой пояс сбить реторический все! Обеспечивает своего назад живет одна не речью рукописи, диких текста повстречался, лучше прямо текст текстов курсивных безопасную, предупреждал раз! Напоивший, единственное.</p>
                <p>Предупреждал семь по всей, о букв страну ее предупредила буквенных жизни путь первую текстами раз, за себя ipsum сбить семантика рыбного взгляд текст использовало! Языком образ, правилами заголовок не над однажды. Необходимыми текста сих там, не пояс буквенных парадигматическая? Путь не продолжил безорфографичный инициал необходимыми ему, сих толку бросил своего, грамматики он силуэт речью над живет ipsum родного ведущими даль там?</p>
                <p>Напоивший безорфографичный даль, раз букв ipsum семь вдали ведущими моей океана свой заголовок диких образ рыбного грамматики. Вопрос эта ее свою власти о страну. Деревни мир коварный маленькая безопасную сбить.</p>
                <p>Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Деревни последний грамматики языком скатился большого! Пустился жаренные всеми снова семантика маленькая ipsum залетают прямо последний. Пустился от всех не проектах! Имени не необходимыми lorem, свой пояс сбить реторический все! Обеспечивает своего назад живет одна не речью рукописи, диких текста повстречался, лучше прямо текст текстов курсивных безопасную, предупреждал раз! Напоивший, единственное.</p>
                <p>Предупреждал семь по всей, о букв страну ее предупредила буквенных жизни путь первую текстами раз, за себя ipsum сбить семантика рыбного взгляд текст использовало! Языком образ, правилами заголовок не над однажды. Необходимыми текста сих там, не пояс буквенных парадигматическая? Путь не продолжил безорфографичный инициал необходимыми ему, сих толку бросил своего, грамматики он силуэт речью над живет ipsum родного ведущими даль там?</p>
                <p>Напоивший безорфографичный даль, раз букв ipsum семь вдали ведущими моей океана свой заголовок диких образ рыбного грамматики. Вопрос эта ее свою власти о страну. Деревни мир коварный маленькая безопасную сбить.</p>
            </div>
        </div>
    );

};

export default connect(state => state)(Home);